[SNHeavyBarrel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Тяжелый ствол"
FriendlyNamePlural="Тяжелые стволы"
BriefSummary="Увеличивает критический урон на <Ability:SNHEAVYBARRELT1DMG/>."
TinySummary="Увеличивает критический урон"
LootTooltip="Это улучшение при установке добавляет небольшой бонус к урону, наносимому при критических ударах."

[SNHeavyBarrel_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный тяжелый ствол"
FriendlyNamePlural="Модифицированные тяжелые стволы"
BriefSummary="Увеличивает критический урон на <Ability:SNHEAVYBARRELT2DMG/>."
TinySummary="Увеличивает критический урон"
LootTooltip="Это улучшение при установке добавляет умеренный бонус к урону, наносимому при критических ударах."

[SNHeavyBarrel_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный тяжелый ствол"
FriendlyNamePlural="Улучшенные тяжелые стволы"
BriefSummary="Увеличивает критический урон на <Ability:SNHEAVYBARRELT3DMG/>."
TinySummary="Увеличивает критический урон"
LootTooltip="Это улучшение при установке добавляет значительный бонус к урону, наносимому при критических ударах."

